[
    {
      "name": "Lilac",
      "memory": "you were a wonderful friend, pepper. i wish i was kinder, but what kind moments we did have i will cherish with all of my heart. thank you."
    },
    {
      "name": "Midnight Wave",
      "memory": "Pepper was a really good friend, i'm gonna miss ya, I hope the steam games I had gifted you were the greatest to play, you were the nicest friend I knew. Rest easy Pepper. 'Look at the sky, I'm still here'"
    },
    {
      "name": "Limit",
      "memory": "Rest in peace Pepper, you were a really good friend and fun and i had so much time when we were hanging out together. I will always remember the fun memories we had.. Thank you Pepper for all the help when I was feeling down too, ,,"
    },
    {
      "name": "Trixie",
      "memory": "gone too soon; wish we had more time - i wanted to do stuff with you, but i guess it's too late for that. hope we'll meet again, some time"
    },
    {
      "name": "Bitl 💙",
      "memory": "Pepper, I just want to let you know how much of a positive impact you've made on me over the time we've known each other. You helped me find hope in times when I was broken. You helped me try to improve myself because you genuinely wanted me to be a better person. You called me out when I did wrong and helped me realize the errors of my ways, allowing me to improve. It wasn't just your positive influence on me that allowed me to flurish. Your sense of humor, your unwaivering support for your found family and friends, your love and kindness, and most of all, your willingness to stand up for people who can't stand up for themselves. Of course, it wasn't all perfect. We've both argued and disagreed about things. However, I feel like that made our friendship stronger. Every day that goes by, the more I miss having you on my side. You were my sister, and you always will be. Your legacy will never die. I hope we can meet again soon. I miss you so much, sister. Until we meet again,"
    },
    {
      "name": "Shebang",
      "memory": "You were always unruly, trying my patience at the worst of times, but you were also fiercely passionate for the ones you loved and cared about. You are a gem to the community, and I'll always treasure our moments together."
    },
    {
      "name": "Sophie",
      "memory": "You were an amazing girlfriend (wifey, even), Sure there were times you really tried my (and others) patience, but that never changed my love for you, I always looked forward to seeing you when I or you got home from the store or other IRL things we were doing, As well as finally meeting you next year or the year after, as well as eventually moving in together. It was always fun watching shows, the latest MLP MYM, and even YouTube with you every week, Even when it frustrated me or us due to issues,  I deeply enjoyed the times we played Team Fortress 2 together, and regret not playing more games and spending more time with you..... I will forever cherish the memories I made with you, and will forever love you until the end of time. I hope you're proud of me and are watching over me as I grow, Rest easy, princess 💙"
    },
    {
      "name": "Onyx",
      "memory": "I never really talked with astro, but it's such a depressingly horrible thing about what happened to her. I am still a bit shook by the events ngl, it's hard to process something like that even though I was mostly an observer. I really... really should have tried to talk with her more before this, and im sorry about that. I hope she rests well."
    }
  ]